Revit 2024 API
OrdinateDimensionSetting Constructor
 Constructs a new OrdinateDimensionSetting object with default settings.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2017 Subscription Update
Syntax
C#
public OrdinateDimensionSetting()
Visual Basic
Public Sub New
Visual C++
public:
OrdinateDimensionSetting()
See Also
OrdinateDimensionSetting Class
Autodesk.Revit.DB Namespace